/* Localizable strings of com.apple.Quicktime preference manifest */

"Quicktime.pfm_title" =			"Chave do QuickTime Pro";
"Quicktime.pfm_description" =			"Preferência de chave do QuickTime Pro.";

"Pro Key.pfm_title" =			"Informação de Registo do QuickTime Pro";
"Pro Key.pfm_description" =			"Informação de registo do QuickTime Pro.";

"Name.pfm_title" =			"Nome";
"Name.pfm_description" =			"Introduzir o nome que introduziria na janela de registo do QuickTime Pro.";
"Organization.pfm_title" =			"Organização";
"Organization.pfm_description" =			"Introduzir a organização que introduziria na janela de registo do QuickTime Pro.";
"Registration Key.pfm_title" =			"Chave de registo";
"Registration Key.pfm_description" =			"Cadeia de chave de registo do QuickTime Pro.";
